{
  "select_area": "This is a script for pixelating partial areas of images.\n\nDrag the selection around, resize it or create a new one.\n\nFine-tune selection size and position using the controls\nin the “Selection” section of the right hand panel.\nClick the “✓ Apply” button or the right mouse button\nto apply the pixelation at the indicated position.\n“⎌ Undo” will undo the last applied pixelation.\n",
  "Original file": {
    "The first line": "shows the name of the current image file",
    "Choose another file": "When you click this button, you can load another image file.\n"
  },
  "Image": {
    "Zoom factor": "shows the zoom factor of the loaded image",
    "Crop video": "If selected, the image will be cropped when saving.\nThe darkened frame will be cut off.\n"
  },
  "Selection": {
    "Selection": "Drag the selection around, or create a new one by dragging\noutside of the selection indicator.\nFine-tune selection size and position using the controls\ndescribed below.\nWhen clicking the “✓ Apply” button, the selected image portion\nwill be pixelated.\n",
    "Tile size": "Change the size of the blurred tiles in intervals of 5 pixels.\nMinimum is 10 pixels, maximum 200 pixels.\n",
    "Shape": "Choose from elliptic or rectangular shapes.",
    "Width and Height": "Fine-tune selection width and height here.\nFor “quadratic” shapes (i.e. square and circle), the height will\nfollow the width. Minimum is 20 pixels in each dimension.\n",
    "Center at x/y": "Fine-tune the selection center here."
  },
  "Show preview": {
    "Preview pixelation": "Show or suppress the preview of the not-yet-applied pixelation.\nThis might be useful if you are not sure whether you already applied\nthe pixelation at the current position or not.\nSwitching off the preview will result in a quicker response\nwhen you resize the selection using the muse wheel.\n"
  },
  "Colours": {
    "Change these colours for better contrast with the image": null,
    "Indicator outline": "Colour of the current indicator",
    "Rubberband": "Colour of the “rubberband”"
  }
}